{
  "ru": {
    "notification": {
      "title": "Уведомление о новой версии"
    },
    "progress": {
      "title": "Развитие приложения",
      "0": "Приложение значительно изменилось относительно первой версии. Добавлялся новый функционал, ломался старый. :D",
      "1": "Давайте посмотрим, как оно изменилось за прошлый год."
    },
    "color": {
      "title": "Цветовая палитра",
      "0": "Выбор цвета приложения на основе системного цвета в Windows и Mac OS."
    },
    "redesign": {
      "title": "Редизайн компонентов",
      "0": "Редизайн компонентов и анимаций. Меньше отступов - больше пространства для данных!",
      "1": "Теперь взаимодействие с категориями и записями (добавление, редактирование, удаление) происходит при нажатии на правую кнопку мыши."
    },
    "car": {
      "title": "Добавление автомобилей",
      "0": "Возможность добавления нескольких автомобилей для обслуживания с заполнением дополнительных данных таких как: марка, модель двигатель и т.д.",
      "1": "Поиск деталей на Amazon и Ebay."
    }
  },
  "en": {
    "notification": {
      "title": "Notification about new version"
    },
    "progress": {
      "title": "Progress of application development",
      "0": "The application has changed significantly from the first version. New functionality was added, the old one was broken. :D",
      "1": "Let's see how it has changed over the past year."
    },
    "color": {
      "title": "Application color",
      "0": "Choose an application color based on the system color on Windows and Mac OS."
    },
    "redesign": {
      "title": "Component redesign",
      "0": "Redesign of components and animations. Less padding - more data space!",
      "1": "Now interaction with categories and records (adding, editing, deleting) occurs when you click the right mouse button."
    },
    "car": {
      "title": "Car category support",
      "0": "Possibility to add several cars for maintenance by filling in additional data such as make, model, engine, etc.",
      "1": "Search parts on Amazon and Ebay."
    }
  }
}